{
  "title": "About",
  "content": "<li>ProAct provides in-center, virtual and community-based services for individuals with disabilities in Eagan (Corporate location), Shakopee, Red Wing and Hudson, Wisconsin. Today, ProAct Inc. with mergers and acquisitions has over 60 years of experience, providing programming to individuals with intellectual, mental health, physical, communication and sensory disabilities from Dakota, Scott, Goodhue and 20 other counties.<li>ProAct's mission is to enhance the lives of individuals with disabilities through enrichment programming and activities, employment and support services.</li><h4>Enrichment Programming</h4><li> Includes an array of services facilitated at ProAct locations, virtually and in the community. Available programming includes classes in fine arts and communication, health and wellness, science and our world, essential life skills, crafting and games, work skills development and maintenance and leisure club.</li><li><h4>Employment Services</h4> Includes assessment and Employment Exploration services to help individuals identify skills sets and career pathways, explore job opportunities, and participate in job shadows and work tryouts in preparation for the job search.  Employment Development assists individuals with securing competitive employment in the community through a job search process that includes resume development, mock interviews, targeted job leads and more. ProAct provides supports to ensure stability on the job post-placement.</li>ProAct also provides employment exploration programming designed for students with disabilities in 9th grade through the age of 21 enrolled in transition services (Pre-ETS Services).<li>Employment Support Services includes long term employment supports that provide individuals the assistance needed to maintain and excel in the competitive workplace. Services include on-going counseling, workplace and remote coaching and general support.</li><li>Individualized Home Support Services includes one to one training and support provided in-home or in the community to help individuals enhance their independence and self-sufficiency.</li><li>Business Services includes production warehouse operations in both Eagan and Red Wing. ProAct has relationships with customers to assemble and prepare kits, packaging, palletize and ship products. ProAct's business services provides additional support to its overall mission.</li></ul><h4>History</h4><p>ProAct has a strong relationship with families, businesses, community members, and employers.  It is with their support that ProAct has continued to thrive and expand services.</p>"
}
