[
  {
    "title": "Progams",
    "content1": "ProAct provides in-center, virtual and community-based services for individuals with disabilities in Eagan (Corporate location), Shakopee, Red Wing and Hudson, Wisconsin. Today, ProAct Inc. with mergers and acquisitions has over 60 years of experience, providing programming to individuals with intellectual, mental health, physical, communication and sensory disabilities from Dakota, Scott, Goodhue and 20 other counties.",
    "content2": "ProAct's mission is to enhance the lives of individuals with disabilities through enrichment programming and activities, employment and support services."
  },
  {
    "heading": "Enrichment Programming",
    "content1": "Includes an array of services facilitated at ProAct locations, virtually and in the community. Available programming includes classes in fine arts and communication, health and wellness, science and our world, essential life skills, crafting and games, work skills development and maintenance and leisure club."
  },
  {
    "heading": "Employment Services",
    "content1": "Includes assessment and Employment Exploration services to help individuals identify skills sets and career pathways, explore job opportunities, and participate in job shadows and work tryouts in preparation for the job search.  Employment Development assists individuals with securing competitive employment in the community through a job search process that includes resume development, mock interviews, targeted job leads and more. ProAct provides supports to ensure stability on the job post-placement.",
    "content2": "ProAct also provides employment exploration programming designed for students with disabilities in 9th grade through the age of 21 enrolled in transition services (Pre-ETS Services)."
  },
  {
    "heading": "Employment Support Services",
    "content1": "Includes long term employment supports that provide individuals the assistance needed to maintain and excel in the competitive workplace. Services include on-going counseling, workplace and remote coaching and general support."
  },
  {
    "heading": "Individualized Home Support Services",
    "content1": "Includes one to one training and support provided in-home or in the community to help individuals enhance their independence and self-sufficiency."
  },
  {
    "heading": "Business Services",
    "content1": "Includes production warehouse operations in both Eagan and Red Wing. ProAct has relationships with customers to assemble and prepare kits, packaging, palletize and ship products. ProAct's business services provides additional support to its overall mission."
  },
  {
    "heading": "History",
    "content1": "ProAct has a strong relationship with families, businesses, community members, and employers.  It is with their support that ProAct has continued to thrive and expand services.",
    "list": [
      {
        "year": "1960's",
        "info": "Owobopte opened its doors as a sheltered workshop for persons leaving the Hastings State Mental Hospital. It was the first sheltered workshop to be formed outside of the immediate Twin Cities area."
      },
      {
        "year": "1969",
        "info": "Interstate Rehabilitation Center (IRC) was established in Red Wing."
      },
      {
        "year": "1972",
        "info": "Owobopte, the corporation, was registered as a 501(c)(3) non-profit."
      },
      {
        "year": "1991",
        "info": "Owobopte was licensed to provide Day Training & Habilitation Services (DT&H)."
      },
      {
        "year": "1997",
        "info": "ProAct moved to its new headquarters in Eagan as it expanded services."
      },
      {
        "year": "1998",
        "info": "Adult Day Services (ADS) started in Eagan as the Traumatic Brain Injury (TBI) Program."
      },
      {
        "year": "2002",
        "info": "The merger of Owobopte and Interstate Rehabilitation Center was completed."
      },
      {
        "year": "2009",
        "info": "The Hudson Program opened to serve individuals with disabilities in western Wisconsin."
      },
      {
        "year": "2017",
        "info": "ProAct was licensed to provide Individualized Home Support Services."
      },
      {
        "year": "2018",
        "info": "The New Options DT&H Program located in Shakopee transitioned from a Scott County service to being operated by ProAct."
      },
      {
        "year": "2021",
        "info": "DT&H became Day Support Services (DSS), bringing together Adult Day Services and DT&H programming."
      },
      {
        "year": "2022",
        "info": "To date, ProAct has four service locations: Eagan, Red Wing, Shakopee, and Hudson, WI."
      }
    ]
  }
]
